{
  "source": "KKPhim / PhimAPI",
  "updated": "2026-02-12 05:13:17",
  "total": 30,
  "movies": [
    {
      "name": "Thung Lũng Xe Hơi",
      "origin_name": "Motorvalley",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260212-1/26cccee6afccedc160a9f0b6e6c0e8a8.jpg",
      "poster": "https://phimimg.com/upload/vod/20260212-1/82b78306b6663fcf7447dcddb629212c.jpg",
      "categories": [
        "Chính Kịch",
        "Hành Động",
        "Phiêu Lưu",
        "Tâm Lý"
      ],
      "country": [
        "Ý"
      ],
      "description": "Nỗ lực giành quyền kiểm soát đế chế đua xe của gia đình, nữ thừa kế nọ thuê một tay đua liều lĩnh và một huấn luyện viên mang nhiều tổn thương để tranh tài ở Italian Gran Turismo.",
      "stream_url": "https://s6.kkphimplayer6.com/20260211/aiDH7iSs/index.m3u8"
    },
    {
      "name": "Những Đứa Trẻ Nhuốm Chì (Ołowiane dzieci)",
      "origin_name": "Lead Children",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260212-1/b83c5c47863019ccf0c15f4d2b9971dc.jpg",
      "poster": "https://phimimg.com/upload/vod/20260212-1/ae3b2ef2d00c8e2be1f41504d5a15293.jpg",
      "categories": [
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Ba Lan"
      ],
      "description": "Phát hiện ra rằng trẻ em sống gần nhà máy luyện kim bị nhiễm độc chì, vị bác sĩ trẻ nọ mạo hiểm sự nghiệp và an toàn của bản thân để cứu bọn trẻ.",
      "stream_url": "https://s6.kkphimplayer6.com/20260211/TcqwNS5r/index.m3u8"
    },
    {
      "name": "Vấn Đề Thời Gian",
      "origin_name": "Matter Of Time",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260212-1/502738327cb9abddf233ba11453f3e72.jpg",
      "poster": "https://phimimg.com/upload/vod/20260212-1/8dbe009fdea5a8d81c7ad3bb1cf7069f.jpg",
      "categories": [
        "Chính Kịch",
        "Hài Hước",
        "Khoa Học",
        "Viễn Tưởng",
        "Tâm Lý"
      ],
      "country": [
        "Âu Mỹ"
      ],
      "description": "Bộ phim tài liệu có tác động lớn này kết hợp concert từ thiện của Eddie Vedder với câu chuyện về các gia đình và bác sĩ nỗ lực tìm ra cách chữa bệnh ly thượng bì bọng nước (EB).",
      "stream_url": "https://s6.kkphimplayer6.com/20260211/Myubg25w/index.m3u8"
    },
    {
      "name": "Trái Tim Của Yiwha: Tình Yêu Và Báo Thù",
      "origin_name": "The Heart Of Yiwha: Of Love & Vengeance",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260113-1/e5980563960350ad072f817c48ce3682.jpg",
      "poster": "https://phimimg.com/upload/vod/20260113-1/8e47a1fdf374e978ae19b99fba1ce1ef.jpg",
      "categories": [
        "Chính Kịch",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Thái Lan"
      ],
      "description": "Sau khi bọn cướp sát hại cả gia đình, chiến binh trẻ tuổi nọ tìm cách trả thù bằng hắc thuật – nhưng rồi cô con gái quyến rũ của kẻ thù lại khiến hành trình ấy trở nên rối rắm.",
      "stream_url": "https://s6.kkphimplayer6.com/20260113/pZEydzQD/index.m3u8"
    },
    {
      "name": "Thủy Triều Tình Yêu (Phần 2)",
      "origin_name": "Tide Of Love (Season 2)",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260206-1/5cd5415aa2775e52755f9aaca107e931.jpg",
      "poster": "https://phimimg.com/upload/vod/20260206-1/f38225ffd928c85e486a044f88b6ad6e.jpg",
      "categories": [
        "Chính Kịch",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Hàn Quốc"
      ],
      "description": "Một người thừa kế giàu có và một sinh viên nghệ thuật bước vào một thỏa thuận mang tính giao dịch. Thế nhưng, mối quan hệ ấy dần dần nảy sinh tình cảm thật lòng, buộc cả hai phải đối mặt với những khao khát thực sự của bản thân.",
      "stream_url": "https://s6.kkphimplayer6.com/20260205/eym79RCN/index.m3u8"
    },
    {
      "name": "Thiên Tướng",
      "origin_name": "Divine Manifestation",
      "year": 2025,
      "thumb": "https://phimimg.com/upload/vod/20251016-1/2a923fb8548dce03226efe8829acbf0e.jpg",
      "poster": "https://phimimg.com/upload/vod/20251016-1/c967089ca411a66fe76ef9f47090a34d.jpg",
      "categories": [
        "Chính Kịch",
        "Viễn Tưởng",
        "Tâm Lý",
        "Phiêu Lưu"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Đinh Hiểu - người từng bị coi là &quot;phế tương&quot; và phải làm công việc khiêng quan tài trong suốt tám năm. Cho đến khi cậu thức tỉnh năng lực “tương lực” để bảo vệ thế giới khỏi linh sát khiến hỗn loạn, đồng thời đi tìm cách cứu em gái mắc bệnh bí ẩn. Cũng trong quá trình đó, Đinh Hiểu bị cuốn vào một âm mưu lớn hơn liên quan đến số phận nhân loại.",
      "stream_url": "https://s6.kkphimplayer6.com/20251016/AkDAnizg/index.m3u8"
    },
    {
      "name": "Có Một Cô Gái Dễ Thương Trong Tổ Đội Anh Hùng, Nên Tôi Thử Tỏ Tình",
      "origin_name": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260109-1/0d8d1619c4b95973f0f4b31fcd204346.jpg",
      "poster": "https://phimimg.com/upload/vod/20260109-1/52586e3756a2575f7dadc144031a6e8c.jpg",
      "categories": [
        "Hành Động",
        "Phiêu Lưu",
        "Hài Hước",
        "Khoa Học",
        "Viễn Tưởng",
        "Tâm Lý"
      ],
      "country": [
        "Nhật Bản"
      ],
      "description": "Yoki, một người dân Nhật Bản chuyển sinh thành Ma tộc, hiện đang giữ một vị trí &quot;&quot;làng nhàng&quot;&quot; là thuộc hạ của Ma vương với nhiệm vụ tiêu diệt nhóm Anh hùng. Thế nhưng, khi đối mặt với tổ đội Anh hùng đang tấn công vào lâu đài Ma vương, Yoki bỗng nhiên... &quot;&quot;Thôi xong, đúng gu mình rồi!&quot;&quot; Chuyện không ai ngờ đã xảy ra: anh chàng đã trúng tiếng sét ái tình với Cecilia, nữ tu sĩ của nhóm Anh hùng! Từ khuôn mặt nghiêm túc khi chiến đấu cho đến từng cử chỉ, tất cả đều quá đỗi dễ thương! Đúng chuẩn thiên thần! Thế là Yoki quyết định sẽ tỏ tình, nhưng liệu chuyện gì sẽ xảy ra tiếp theo? Một câu chuyện hài lãng mạn giả tượng thuần khiết nhất dị giới, pha chút phong cách &quot;&quot;hội chứng tuổi teen&quot;&quot; giữa con người và ma tộc chính thức bắt đầu!",
      "stream_url": "https://s6.kkphimplayer6.com/20260109/kBfwrtUr/index.m3u8"
    },
    {
      "name": "Vì Con Gái, Tôi Có Thể Đánh Bại Cả Ma Vương",
      "origin_name": "The Demon King's Daughter Is Too Kind!!",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260109-1/e404c164149e0e479cffb11ec0467c14.jpg",
      "poster": "https://phimimg.com/upload/vod/20260109-1/88ada5b2e2b1a5b6b33fb09218b5c398.jpg",
      "categories": [
        "Hài Hước",
        "Khoa Học",
        "Viễn Tưởng",
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Nhật Bản"
      ],
      "description": "<span class=\"\">&quot;Từng là kẻ thống trị đáng sợ của muôn loài quỷ,</span><span class=\"\"> Quỷ Vương Ahriman luôn nung nấu ý định chinh phục thế giới… cho đến khi ông bị ngăn cản bởi một thế lực không ngờ tới:</span><span class=\"\"> chính là cô con gái Dou của mình!</span><span class=\"\"> Vì quá tốt bụng để gây ra sự hỗn loạn và quá dịu dàng để khơi mào chiến tranh,</span><span class=\"\"> Dou đã làm tan chảy trái tim của quỷ dữ,</span><span class=\"\"> loài người và thậm chí là cả các thiên thần.</span><span class=\"\"> Tuyệt vọng trong việc khôi phục lòng kiêu hãnh của tộc quỷ,</span><span class=\"\"> cận thần Jahi của Ahriman đã thề sẽ huấn luyện Dou trở thành một ác quỷ thực thụ.</span><span class=\"\"> Thế nhưng,</span><span class=\"\"> liệu Jahi có thể chống lại được sự bao dung và lòng trắc ẩn của Dou?!</span><span class=\"\"></span>",
      "stream_url": "https://s6.kkphimplayer6.com/20260109/prGfmSZR/index.m3u8"
    },
    {
      "name": "Thành Phố Sợ Hãi",
      "origin_name": "State Of Fear",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260212-1/3d740cd6e3e07fc2ff55e8603460496e.jpg",
      "poster": "https://phimimg.com/upload/vod/20260212-1/86d05280cdf91c33283496597a22be54.jpg",
      "categories": [
        "Hành Động",
        "Tâm Lý",
        "Hình Sự",
        "Chính Kịch"
      ],
      "country": [
        "Brazil"
      ],
      "description": "Sau khi cháu gái cô bị bắt cóc, Cristina (Naruna Costa) buộc phải xem lại vị trí của mình trong Hội Anh Em, để rồi nhận ra rằng lòng trung thành mong manh đến nhường nào.",
      "stream_url": "https://s6.kkphimplayer6.com/20260211/IIzas4pZ/index.m3u8"
    },
    {
      "name": "Thái Bình Niên",
      "origin_name": "Swords Into Plowshares",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260124-1/0be72950d217cc243d213c4b9f91df7f.jpg",
      "poster": "https://phimimg.com/upload/vod/20260124-1/230377b369c8b86013a47bfa8599b9e1.jpg",
      "categories": [
        "Chính Kịch",
        "Cổ Trang",
        "Phiêu Lưu",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Vào thời kỳ Ngũ đại Thập quốc, trật tự chính trị sụp đổ, chiến tranh liên tục nổ ra khiến dân chúng phải sống trong lầm than. Trước tình cảnh đó, Tiền Hoằng Thục, Triệu Khuông Dận và Quách Vinh dần nhận ra rằng chỉ có thống nhất đất nước mới có thể chấm dứt được loạn lạc và tang thương. Thái Bình Niên ba theo chân ba con người mang chí lớn này trong hành trình đầy gian nan và thử thách để thực hiện khát vọng chấm dứt chiến tranh và mang lại thái bình cho dân chúng.",
      "stream_url": "https://s6.kkphimplayer6.com/20260124/8zuM2Swk/index.m3u8"
    },
    {
      "name": "Tử Xuyên (Phần 2)",
      "origin_name": "Purple River (Season 2)",
      "year": 2025,
      "thumb": "https://phimimg.com/upload/vod/20250813-1/073c45e99877cd52574b86cc3c0baba1.jpg",
      "poster": "https://phimimg.com/upload/vod/20250813-1/f4d31a926b46f7bfd809527d9df711ae.jpg",
      "categories": [
        "Khoa Học",
        "Viễn Tưởng",
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Để thanh minh cho sợ trong sạch của mình thì con người ta có thể dùng đến những lời nói, nhưng đôi khi thì lời nói không phải hoàn toàn có giá trị và đáng tin, mà cách thiết thực nhất chính là chứng minh bằng thực lực và cả hành động. Tử Xuyên Tú vì muốn bảo vệ gia tộc Tử Xuyên của mình mà không ngần ngại ra tay trừng trị kẻ phản gián, bán mình cho ma tộc. Và cũng kể từ đó, Tử Xuyên Tú nhận được sự đồng tình và giúp đỡ tuyệt đối của các trưởng lão ở Miếu Thánh tại vùng đất Viễn Đông, một bước trở thành thủ lĩnh mới thống lĩnh trăm vạn quân liên minh và cũng hiên ngang trở thành một vị vua mới và cái tên là Quang Minh Vương của vùng đất Viễn Đông bao la ấy.",
      "stream_url": "https://s6.kkphimplayer6.com/20250813/kQdtZ7dk/index.m3u8"
    },
    {
      "name": "Tử Cấm Ngự Miêu Phòng",
      "origin_name": "Forbidden City: Imperial Cats (Paw & Palaces)",
      "year": 2025,
      "thumb": "https://phimimg.com/upload/vod/20251221-1/b267c7b58d2e1bcb4621d0972d46bd90.jpg",
      "poster": "https://phimimg.com/upload/vod/20251221-1/50d393dd4701de0d722bae33ff0fe8bd.jpg",
      "categories": [
        "Chính Kịch",
        "Cổ Trang",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Trong Tử Cấm Thành cổ kính với bề dày lịch sử và văn hóa sâu sắc, có rất nhiều chú mèo đáng yêu đang sinh sống. Trong mắt con người, chúng có một cuộc sống thong dong đầy ngưỡng mộ. Thế nhưng, trong số đó có sáu chú &quot;Ngự miêu&quot; khác biệt, mang trên mình trọng trách bảo vệ ký ức của các văn vật — gọi là &quot;Vật Hoa&quot;. Chúng tiến vào thế giới của Vật Hoa, hết lần này đến lần khác chiến thắng kẻ phá hoại Hắc Kiêu, đưa thế giới ấy trở lại quỹ đạo đúng đắn, từ đó bảo vệ các báu vật quốc gia. Sáu chú Ngự miêu này bao gồm: Ban Thúc, Ma Ma (thuộc lớp Văn) và Sương Mi, A Bái, Bình An, Tiểu Tử (thuộc lớp Võ). Với trí tuệ, lòng dũng cảm và sự phối hợp ăn ý, chúng đã cùng nhau tạo nên &quot;Tử Cấm Ngự Miêu Phòng&quot; — đội quân bảo vệ thế giới Vật Hoa của quốc bảo.",
      "stream_url": "https://s6.kkphimplayer6.com/20251221/aFuTO0cc/index.m3u8"
    },
    {
      "name": "Tuổi Trẻ Tài Cao",
      "origin_name": "No Pain No Gain",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260131-1/09053bd2932d9d5a0f6d201bee4ad1ac.jpg",
      "poster": "https://phimimg.com/upload/vod/20260131-1/b24912cda8d9fedb73dc49b6c4718207.jpg",
      "categories": [
        "Hài Hước",
        "Chính Kịch",
        "Khoa Học",
        "Viễn Tưởng",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Bùi Khiêm, một nhân viên làm việc tại tập đoàn lớn, vừa bị sa thải thì bất ngờ nhận được lời mời từ một ông trùm bí ẩn để thành lập một công ty với mục tiêu bắt buộc là... phải thua lỗ. Thế là anh tập hợp một đám nhân viên tạp nham, khởi động kế hoạch &quot;đốt tiền&quot; của mình. Anh vắt óc suy nghĩ cách tăng lương, cho nghỉ phép dài hạn, thêm đãi ngộ &quot;trên trời&quot; cho nhân viên và đầu tư vào hàng loạt dự án kỳ quặc. Tuy nhiên, lần nào dự án cũng lội ngược dòng ngoạn mục, thu được lãi lớn. Bùi Khiêm bỗng chốc trở thành &quot;ông chủ quốc dân&quot; trong lòng nhân viên, thiên tài kinh doanh được giới thương nhân công nhận, nhưng trong lòng lại khổ tâm không nói nên lời. Bùi Khiêm đành phải ngậm ngùi nuốt nỗi khổ vì bỗng dưng giàu sụ vào trong, tiếp tục tìm thêm cơ hội khác để &quot;lội ngược dòng&quot;...",
      "stream_url": "https://s6.kkphimplayer6.com/20260131/RQfwPWkb/index.m3u8"
    },
    {
      "name": "Tố Nhân Đặc Công",
      "origin_name": "The Rookies",
      "year": 2019,
      "thumb": "https://phimimg.com/upload/vod/20260212-1/d7cdeba696cae9d85cfefaed65f1a5b2.jpg",
      "poster": "https://phimimg.com/upload/vod/20260212-1/41857cb62ee365b939d00abfa72b7aac.jpg",
      "categories": [
        "Hành Động",
        "Phiêu Lưu",
        "Hài Hước",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Triệu Phong, bậc thầy thể thao mạo hiểm (Vương Đại Lục đóng) tình cờ gia nhập vào một cuộc giao dịch phạm pháp quốc tế, vì vậy cần phải đi theo đặc công quốc tế (Comilla · Kiều Ốc Duy Cơ đóng) cùng nhau đến Budapest. Tại đây anh ta cùng hình cảnh &quot;vô dụng&quot; Miểu Miểu (Trương Dung Dung đóng), nhà khoa học &quot;nghiệp dư&quot; Đinh Sơn (Hứa Ngụy Châu đóng) và bác sĩ thất nghiệp LV (Lưu Mỹ Đồng đóng) hợp thành một tố nhân đặc công - đặc vụ nghiệp dư. Bốn đặc vụ &quot;Tiểu Bạch&quot; hợp tác với đặc công quốc tế cấp cao Comilla và những kẻ khủng bố đã mở ra một cuộc chiến đấu ly kì vui nhộn.",
      "stream_url": "https://s6.kkphimplayer6.com/20260211/3sPlJWev/index.m3u8"
    },
    {
      "name": "Tìm Mối Tình Đầu Qua Giọng Nói",
      "origin_name": "Tune In To The Midnight Heart",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260109-1/e24b0a82d83353483580b3c9fc7a280a.jpg",
      "poster": "https://phimimg.com/upload/vod/20260109-1/e27f86a28a6b70f879fe191912acc649.jpg",
      "categories": [
        "Chính Kịch",
        "Hài Hước",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Nhật Bản"
      ],
      "description": "Mỗi khi nằm một mình trong đêm, Arisu Yamabuki luôn tìm thấy sự an ủi từ giọng nói ấm áp của nữ phát thanh viên bí ẩn mang biệt danh “Apollo”. Thế nhưng, một ngày nọ cô đột ngột biến mất khỏi làn sóng radio mà không để lại bất kỳ lời giải thích nào. Nhiều năm sau, khi đã là học sinh lớp 11, Arisu quyết tâm tìm lại Apollo vì vẫn còn những điều chưa kịp nói. Dù không biết diện mạo hay tên thật của cô, cậu lần theo những manh mối dẫn mình đến Câu lạc bộ Phát thanh của trường. Tại đây, Arisu gặp bốn cô gái Rikka, Shinobu, Nene và Iko - những người sở hữu chất giọng giống hệt Apollo và cùng nuôi dưỡng ước mơ trở thành phát thanh viên, mở ra hành trình tìm kiếm giọng nói năm xưa với những rung động tuổi trẻ đầy cảm xúc.",
      "stream_url": "https://s6.kkphimplayer6.com/20260109/U3rCKHyL/index.m3u8"
    },
    {
      "name": "Tàn Tích Của Gió",
      "origin_name": "The Truth",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260205-1/879e5a26ae35ebe359e05caf242f937a.jpg",
      "poster": "https://phimimg.com/upload/vod/20260205-1/ce3f07950e932fc695b9ac14d217945e.jpg",
      "categories": [
        "Hình Sự",
        "Bí Ẩn",
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Phòng Kỹ thuật Hình sự, Cục Công an thành phố Vân Tịch là nơi tập trung các vụ án lớn và vụ án kỳ lạ. Dưới sự dẫn dắt của đội trưởng Lãnh Khải Minh, tổ điều tra bao gồm Diệp Khiêm, Tư Nguyên Long, Tiêu Lỗi, Trương Tử Vu... đã tạo nên một biệt đội cảnh sát hình sự tinh nhuệ, trẻ trung và chuyên nghiệp. Trong số họ, có người giỏi phân tích, người thì giỏi suy luận và nắm bắt tâm lý; có người giỏi công nghệ, làm chủ mọi thiết bị trinh sát; còn có cảnh sát kỳ cựu túc trí đa mưu, luôn đưa ra những chỉ dẫn then chốt, và cả chàng thanh niên lanh lợi, khéo léo luôn mang lại tiếng cười cho cả đội. Với tôn chỉ &quot;Giải mã mật mã tử thi, bảo vệ phẩm giá sinh mệnh&quot;, mỗi người một thế mạnh, ai nấy đều làm tròn chức trách, liên tiếp phá giải những vụ án lạ lùng, khó tin. Qua từng vụ án, họ nhìn thấu tâm tính con người và ra sức thực thi công lý. Núi cao còn có núi cao hơn, vụ án này lại lồng vào vụ án kia, khi sự thật dần lộ diện cũng là lúc bản chất con người được phơi bày.",
      "stream_url": "https://s6.kkphimplayer6.com/20260205/Oxb6GUzV/index.m3u8"
    },
    {
      "name": "Sắc Đêm Ngập Tràn",
      "origin_name": "The Glamorous Night",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260130-1/0760b3f78b24700d512ba475b8d1284e.jpg",
      "poster": "https://phimimg.com/upload/vod/20260130-1/ef449da8e1b085ced7c655d013e12093.jpg",
      "categories": [
        "Chính Kịch"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Dưới vỏ bọc của một bữa tiệc thịnh soạn đã khiến sóng ngầm giấu kín bấy lâu nay trỗi dậy, đánh thức tất cả những kẻ đang giả vờ ngủ say, đồng thời kích hoạt mối nguy sinh tồn lan rộng khắp các cấp bậc tại tập đoàn rượu GST. Khi mọi thứ đều là vấn đề sống còn, mỗi bước đi đều đòi hỏi sự cẩn trọng tột độ. Bảy nhân vật chính bị cuốn sâu vào vòng xoáy ấy, mỗi người đóng một vai trò khác nhau, cùng nhau phác họa nên sự phức tạp của lòng người và sự tàn khốc của thực tại. Tất cả cùng hướng đến một chủ đề chung: Làm thế nào để có thể sống lạc quan giữa những tháng ngày đầy rẫy bất an và lo sợ!",
      "stream_url": "https://s6.kkphimplayer6.com/20260128/e94NY0yQ/index.m3u8"
    },
    {
      "name": "Quay Về Năm 1995 Để Yêu Em",
      "origin_name": "Once More Love In 1995",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260130-1/7f651464603f005fd4723160a5458626.jpg",
      "poster": "https://phimimg.com/upload/vod/20260130-1/614c3b3e65fc27c5c97960013a1eaafd.jpg",
      "categories": [
        "Chính Kịch",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Cô gái hiện đại Trang Mạn Anh vô tình xuyên không trở về năm 1995. Với quyết tâm thay đổi số phận bi thảm của mẹ mình, cô đã vận dụng những kỹ năng thời hiện đại để thống trị chốn công sở và trừng trị thẳng tay gã đàn ông tồi tệ. Thế nhưng, cô lại bất ngờ rơi vào những rắc rối tình cảm không lường trước với người &#39;cậu&#39; lạnh lùng của mình.",
      "stream_url": "https://s6.kkphimplayer6.com/20260128/BJ3SxaYR/index.m3u8"
    },
    {
      "name": "Phồn Hoa Lụi Tàn",
      "origin_name": "The Glory Fades",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260203-1/a8f6795b78547be683886e48c9dd3bb8.jpg",
      "poster": "https://phimimg.com/upload/vod/20260203-1/3adc8a6d8f07e32c39a1e7781bbf1e63.jpg",
      "categories": [
        "Bí Ẩn",
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Để điều tra nguyên nhân cái chết của chị gái, Tô Vũ Niệm đã thâm nhập vào &quot;Phồn Hoa Thâm Xứ&quot; – chốn ăn chơi xa hoa trụy lạc, cô vô tình bị cuốn vào cuộc chiến quyền mưu đẫm máu giữa Nhiếp Phong và Đồ Gia Thịnh, đồng thời phát hiện ra chị gái mình bị diệt khẩu vì nắm giữ một bằng chứng chí mạng. Hiểm nguy dồn dập kéo đến: bạn thân phản bội, &quot;đào chính&quot; hãm hại, lại còn bị Nhiếp Phong đưa vào tầm ngắm. Giữa cô và Đồ Gia Thịnh tồn tại mối quan hệ vừa là địch vừa là bạn. Ẩn sâu dưới vẻ hào nhoáng của chốn phồn hoa ấy, tất cả chỉ là những lời dối trá nhuốm máu.",
      "stream_url": "https://s6.kkphimplayer6.com/20260202/wRgjkDwt/index.m3u8"
    },
    {
      "name": "Phong Vũ",
      "origin_name": "Ancient Bracelet",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260131-1/75cb763d10f51a91b359b89cd4a9ed43.jpg",
      "poster": "https://phimimg.com/upload/vod/20260131-1/141144b4fbea09bc5d499948b8a3ef0a.jpg",
      "categories": [
        "Chính Kịch",
        "Cổ Trang",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "A Chiêu, một y nữ thuộc tộc Vu Nguyệt, vốn là hậu duệ của Thần nữ nhưng chính cô cũng không hề hay biết. Cô tình cờ gặp gỡ và đem lòng yêu Quân chủ nước Bồ La là Ứng Đô, nhưng sau đó lại phải tận mắt chứng kiến cảnh anh ta tàn sát tộc nhân và những người thân thiết nhất của mình.&nbsp; Nhờ vào sức mạnh của chiếc vòng Phong Vũ Trạc có khả năng quay ngược thời gian, hai người đã cùng nhau trải qua ba kiếp luân hồi đầy đau khổ và trắc trở. Cuối cùng, A Chiêu cũng điều tra ra toàn bộ sự thật phía sau, dũng cảm đối đầu với xiềng xích &#39;cấm tình&#39; mà Thiên đạo áp đặt lên Thần nữ. Cô đã thành công phá bỏ số phận nghiệt ngã để cùng Ứng Đô kết thành quyến thuộc.",
      "stream_url": "https://s6.kkphimplayer6.com/20260131/9inHoMf9/index.m3u8"
    },
    {
      "name": "Nữ Thần Bàng Thượng Nhãn",
      "origin_name": "The Inner Eye",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260131-1/747d2683508962605512aee2120a4437.jpg",
      "poster": "https://phimimg.com/upload/vod/20260131-1/c297a14096ea75f48cf901f8d607767e.jpg",
      "categories": [
        "Chính Kịch",
        "Tâm Lý",
        "Tình Cảm"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "“Nữ luật sư bất bại” Đường Doanh Doanh (Tân Chỉ Lôi thủ vai) cùng cấp trên trực tiếp Khang Tuấn (Lâm Vũ Thân thủ vai) liên tục đối đầu trong hàng loạt vụ án phản ánh muôn mặt đời sống. Qua những va chạm ấy, họ từng bước làm sáng tỏ bài toán mang đậm màu sắc Trung Quốc về “tình người và pháp lý”. cuối cùng thu hoạch được câu chuyện động lòng người về sự trưởng thành của bản thân. Bộ phim khai thác nhiều chủ đề được xã hội quan tâm như tình yêu và hôn nhân, sự nghiệp và gia đình, pháp lý và đạo đức…, nỗ lực khắc họa sâu sắc cuộc sống và những lựa chọn của các nhóm người khác nhau, qua đó khích lệ khán giả giữ vững dũng khí và hy vọng khi đối mặt với những thử thách của đời sống.",
      "stream_url": "https://s6.kkphimplayer6.com/20260130/0Y9xUWfy/index.m3u8"
    },
    {
      "name": "Nếm Hương Đào Mọng",
      "origin_name": "Peach Lover",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260121-1/0a3a4eab4ad7fe0269c6d0ef21f5e22c.jpg",
      "poster": "https://phimimg.com/upload/vod/20260121-1/d3ce87b2bee8d982a3ef702484c34ecd.jpg",
      "categories": [
        "Chính Kịch",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Thái Lan"
      ],
      "description": "Một người hâm mộ cuồng nhiệt đã may mắn giành được cơ hội đóng chung với nữ diễn viên phim người lớn mà mình yêu thích nhất. Tuy nhiên, trong quá trình làm việc, mối quan hệ giữa họ đã vượt ra ngoài kịch bản và trở thành một tình yêu thực sự.",
      "stream_url": "https://s6.kkphimplayer6.com/20260121/vjBlVjtX/index.m3u8"
    },
    {
      "name": "Mê Cung Ái Tình",
      "origin_name": "Maze Of Love",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260124-1/e26bcfddcca10421f15eff47851c7a81.jpg",
      "poster": "https://phimimg.com/upload/vod/20260124-1/0cbb5c63e65ccf6825ec98b793aa0f3e.jpg",
      "categories": [
        "Chính Kịch",
        "Tình Cảm",
        "Tâm Lý"
      ],
      "country": [
        "Việt Nam"
      ],
      "description": "Mái ấm tưởng chừng như hoàn hảo giữa Tường Lan và Tùng bỗng sụp đổ với sự xuất hiện của kẻ thứ ba, một cô gái trẻ đẹp tên Angela. Không chỉ chen chân vào cuộc hôn nhân giữa Lan và Tùng, Angela còn rắp tâm muốn hủy hoại thanh danh và sự nghiệp của Lan. Sau một thời gian dài tranh chấp với chồng và tình nhân của chồng, cuối cùng Lan cũng có thể ra đi mà không phải đánh mất tất cả. Trong quá trình tìm lại bản thân sau cuộc hôn nhân thất bại, Lan bất ngờ rơi vào Mê Cung Ái Tình với một chàng trai trẻ. Liệu rằng đó sẽ là cái kết đẹp cho một chuyện tình cổ tích hay là âm mưu thâm độc nào khác?",
      "stream_url": "https://s6.kkphimplayer6.com/20260123/3QHonH72/index.m3u8"
    },
    {
      "name": "Long Phá Cửu Thiên",
      "origin_name": "Dragon'S Triumph In The Celestial Realm",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260212-1/cb16ed532f06f071cffbd9f8ade6915b.jpg",
      "poster": "https://phimimg.com/upload/vod/20260212-1/011e3bdf72257ffabb50b1cbe79a9dd4.jpg",
      "categories": [
        "Hành Động",
        "Phiêu Lưu",
        "Khoa Học",
        "Viễn Tưởng",
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Lâm Thần xuất thân từ một giang hồ đầy mộng tưởng, mang trong mình khát vọng vươn tới đỉnh cao võ đạo. Con đường ấy không hề bằng phẳng, những sự sỉ nhục, những lần thất bại và những thử thách nghiệt ngã liên tiếp bào mòn ý chí của anh chàng. Chỉ sau khi nếm đủ cay đắng của kiếp người, Lâm Thần mới từng bước đứng vào hàng ngũ cường giả, trở thành cái tên khiến thiên hạ kính phục. Thế nhưng, vinh quang chưa kịp vẹn tròn, Lâm Thần lại đối diện những mất mát không lời giải. Trong tận cùng đau khổ, một cảnh giới hiếm có được khai mở, nó được gọi là Tâm Giác, tầng nhận thức vượt xa võ học thông thường. Nhờ đó, Lâm Thần chạm đến bản chất của sinh diệt, nhìn rõ dòng chảy vô tình của số phận, đồng thời thoáng thấy manh mối về sự biến mất bí ẩn của phụ thân. Biết được chưa bao giờ đồng nghĩa với nắm giữ, mà để làm chủ sức mạnh ấy và truy tìm chân tướng sự việc, Lâm Thần buộc phải tiếp tục bước sâu vào vòng xoáy giang hồ, nơi mỗi lựa chọn đều có thể đổi lấy máu và định mệnh.",
      "stream_url": "https://s6.kkphimplayer6.com/20260211/FdoFojgV/index.m3u8"
    },
    {
      "name": "Liệu Pháp Sự Thật (Phần 3)",
      "origin_name": "Shrinking (Season 3)",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260129-1/d7d51b0ba8f65297360c1d067219a947.jpg",
      "poster": "https://phimimg.com/upload/vod/20260129-1/5bff88fd0dd2f5f25e4d0b6e709cb4de.jpg",
      "categories": [
        "Chính Kịch",
        "Hài Hước",
        "Tâm Lý"
      ],
      "country": [
        "Âu Mỹ"
      ],
      "description": "Jimmy đang vật lộn để vượt qua nỗi đau mất vợ trong khi vẫn phải làm cha, làm bạn và làm nhà trị liệu. Anh quyết định thử cách tiếp cận mới với mọi người: thẳng thắn không kiêng nể. Liệu điều đó có khiến mọi chuyện trở nên tốt hơn — hay sẽ gây ra hỗn loạn?",
      "stream_url": "https://s6.kkphimplayer6.com/20260129/qwjUTk6A/index.m3u8"
    },
    {
      "name": "Không Tặc (Phần 2)",
      "origin_name": "Hijack (Season 2)",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260117-1/e5259518bd7e93ae5d874a787b37b32d.jpg",
      "poster": "https://phimimg.com/upload/vod/20260117-1/67614908ddcbbcafea8787f05bee97d1.jpg",
      "categories": [
        "Chính Kịch",
        "Tâm Lý",
        "Hành Động",
        "Phiêu Lưu"
      ],
      "country": [
        "Anh"
      ],
      "description": "Khi Chuyến bay KA29 bị không tặc trong chuyến hành trình kéo dài bảy giờ từ Dubai đến London, Sam Nelson - một nhà đàm phán kinh doanh tài ba - cố gắng sử dụng các kỹ năng nghề nghiệp của mình để cứu mọi người trên máy bay. Liệu chiến lược rủi ro cao này có khiến anh thất bại?",
      "stream_url": "https://s6.kkphimplayer6.com/20260117/bSc6vwbe/index.m3u8"
    },
    {
      "name": "Hoa Máu",
      "origin_name": "Bloody Flower",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260205-1/a5d253401164da7d1fb45b0c4534b168.jpg",
      "poster": "https://phimimg.com/upload/vod/20260205-1/50a279c9ab6a570c8a60f2b672efc30a.jpg",
      "categories": [
        "Hình Sự",
        "Chính Kịch",
        "Tâm Lý"
      ],
      "country": [
        "Hàn Quốc"
      ],
      "description": "Bộ phim kể về Lee U Gyeom, kẻ sát nhân hàng loạt nắm giữ công nghệ y học cứu người. Phim xoay quanh cuộc đấu trí giữa luật sư muốn cứu con và công tố viên đòi công lý. Liệu hắn là tội đồ hay hy vọng cuối cùng? Một tác phẩm tâm lý tội phạm đầy gai góc về đạo đức và sự sống.",
      "stream_url": "https://s6.kkphimplayer6.com/20260205/f35fk30G/index.m3u8"
    },
    {
      "name": "Hầu Vua Như Hầu Cọp",
      "origin_name": "Shall We Dance",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260207-1/a9d75735db1f70ea22525e30f0cb0049.jpg",
      "poster": "https://phimimg.com/upload/vod/20260207-1/b013fcabd6f04b99e3c96505bd224cbb.jpg",
      "categories": [
        "Chính Kịch",
        "Cổ Trang",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Thuở nhỏ, Thái tử Trử Anh tình cờ quen biết với tiểu thái giám Tiểu Mãn, hai người thanh mai trúc mã, kết thành tâm giao. Sau khi Tiên đế băng hà, Thái tử Trử Anh lên ngôi hoàng đế, còn Tiểu Mãn lại bị trục xuất khỏi cung. Mười năm sau, Tiểu Mãn cải trang nam nhi quay lại hoàng cung. Hai người ngoài mặt thì trông thân thiết nhưng thực chất lại âm thầm dò xét, thử thách lẫn nhau. Sau khi cùng nhau trải qua những sóng gió tranh đấu chốn triều đình, tình cảm của cả hai bắt đầu nảy sinh biến chuyển...",
      "stream_url": "https://s6.kkphimplayer6.com/20260206/eYGJeYKS/index.m3u8"
    },
    {
      "name": "Già Thiên",
      "origin_name": "Shrouding The Heavens",
      "year": 2023,
      "thumb": "https://phimimg.com/upload/vod/20240411-1/bbf5847cc8ae2ce6528d5b51ef6f877a.jpg",
      "poster": "https://phimimg.com/upload/vod/20240411-1/0a4084fdfad19ecab9f1f53d629bf422.jpg",
      "categories": [
        "Võ Thuật",
        "Viễn Tưởng",
        "Thần Thoại",
        "Cổ Trang"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "Ở tận cùng vũ trụ, nơi vô cùng lạnh lẽo và tối tăm, chín xác rồng khổng lồ kéo một cỗ quan tài bằng đồng cổ kính, tồn tại suốt từ thời xa xưa. Đây là hình ảnh cực sốc mà tàu thám hiểm không gian đã thấy được trong vũ trụ hiu quạnh. Chín con rồng kéo quan tài, rốt cuộc là trở về thời cổ đại hay đã đến bên kia bầu trời đầy sao? Một thế giới tiên hiệp rộng lớn, kỳ dị và đầy bí ẩn. Nhiệt huyết sục sôi như núi lửa phun trào, đam mê cuồn cuộn như biển cả, ham muốn vô tận như vực thẳm... Đường lên trời, rộn tiếng ca vang.",
      "stream_url": "https://s3.phim1280.tv/20240411/n2i5u9Ux/index.m3u8"
    },
    {
      "name": "Đường Quỷ Kỳ Án",
      "origin_name": "Mysterious And Absurd Cases Of The Tang Dynasty",
      "year": 2026,
      "thumb": "https://phimimg.com/upload/vod/20260210-1/757ec49a1f666a81a16470c58ba8eeb3.jpg",
      "poster": "https://phimimg.com/upload/vod/20260210-1/be8b24857a1c74805c43209123d31782.jpg",
      "categories": [
        "Bí Ẩn",
        "Chính Kịch",
        "Cổ Trang",
        "Tâm Lý"
      ],
      "country": [
        "Trung Quốc"
      ],
      "description": "<span class=\"info__field-name\"></span>Nhà Đường, giữa thời Khai Nguyên \r\nthịnh thế, ẩn dưới lớp vỏ phồn hoa rực rỡ của thành Trường An là những \r\nvụ án hết sức ly kỳ. Thám tử chốn dân gian Thân Đồ Bách Kỳ đã hợp tác \r\ncùng Thiếu khanh Đại Lý Tự Nghiêu Viễn và Mục Quy Đề, lần lượt phá giải \r\nhàng loạt vụ kỳ án như tế lễ hài nhi, trấn yểm quan tài, đánh bại quỷ \r\ndữ, rối gỗ đòi mạng, giấy gán vợ… Dần dà, họ từng bước lột trần những \r\ntham vọng quyền lực và chấp niệm cuồng si, vì người đã khuất mà truy tìm\r\n chân tướng, lặng lẽ giúp họ đòi lại công lý…",
      "stream_url": "https://s6.kkphimplayer6.com/20260210/dY32DRUR/index.m3u8"
    }
  ]
}